{
  "nav.home": "Home",
  "nav.maps": "Maps",
  "nav.players": "Players",
  "nav.records": "Times Recorded",
  "nav.language.en": "English",
  "nav.language.fr": "Français",
  "nav.mode.dark": "Dark Mode",
  "nav.mode.light": "Light Mode",
  "nav.previous": "Previous",
  "nav.next": "Next",
  "nav.category": "Category",
  "nav.searchBy": "Search by name...",
  "nav.orderBy": "Sorting",
  "home.welcome": "Welcome to the",
  "home.intro.title": "Introduction",
  "home.intro.p1": "Welcome to the PvM RPG, designed to allow you to measure yourself against different levels of challenges depending on your experience. Whether you are a novice or an experienced player, you will find challenges adapted to your level here. Why PVM? Simply the acronym for Players versus Map",
  "home.intro.p2": "Record your times, progress in the rankings, and try to reach the top of the Wall of Fame. For each category, follow the specific instructions and respect the formats to validate your performances.",
  "home.objective.title": "Objective",
  "home.objective.p1": "Reach first place by validating all the required fields within the allotted time. If you are looking to surpass yourself and improve your TA (Time Attack) performances, you are in the right place. Each validated time will allow you to progress in the Wall of Fame, the ranking of the best participants.",
  "home.objective.p2": "Your mission is simple: the faster and more precise you are, the higher you climb in the ranking. You can find the easiest maps to complete in Rank E or D. The higher you climb in the ranks, the more complex the maps become. Good luck for the God Rank. But really... You'll need it...",
  "home.howto.title": "How it works",
  "home.howto.categories.title": "Player categories",
  "home.howto.categories.p1": "\"Novice\" tab: This tab is for beginners or those who are still discovering the RPG. The times to achieve are simpler and more accessible. If you are new, it is recommended to start here to familiarize yourself with the game's mechanics and progress slowly.",
  "home.howto.categories.p2": "\"Players\" tab: This tab is designed for more experienced players. The times required are tighter and the challenges more complex. If you are not afraid to try harder and take on more ambitious challenges, this tab is for you.",
  "home.howto.categories.p3": "\"Alien\" tab: This last tab is reserved for elite players. You can only access it with the permission of the administrators (i.e. Delaweed). To join this tab, you must have reached at least Rank C in Aliens. Contact an administrator to obtain access.",
  "home.howto.times.title": "Register your times",
  "home.howto.times.p1": "To validate a map, follow these steps:",
  "home.howto.times.p2": "Go to the \"PvM\" page corresponding to your category (Novice or Player). Given the current number of players, it is advisable to register on Novice 2 or Players 2.",
  "home.howto.times.p3": "Add your name by replacing ",
  "home.howto.times.p4": " with your own name.",
  "home.howto.times.p5": "Enter your times in the cells provided for this purpose. Make sure you use the correct format:\nTime format: mm:ss.000\nExample: 2 minutes 45 seconds is written as 02:45.000\nWarning! Strictly respect this format (the characters in red are often the cause of errors).",
  "home.howto.times.p6": "Objective: Your time must be lower than the reference times to progress in the ranking. There is no predefined order to complete the maps, you can start with the one of your choice.",
  "home.howto.times.p7": "The maps are available with TMX links so that you can play them locally or online.",
  "home.howto.tips.title": "Protips",
  "home.howto.tips.p1": "Most Maps have a Mod that is recommended to install before you can play. Mods are usually installed automatically if you try to play the map solo or on a server. If you already have a valid time for a map, you can enter it directly without having to redo the map. A server is made available to you in the Club \"PVM RPG\". Once on the server, you can do a ",
  "home.howto.tips.p2": " to select any map of the PVM.",
  "players.name": "Name",
  "players.times": "Recorded times",
  "players.missing": "Missing maps"
}
