{
  "nav.home": "Accueil",
  "nav.maps": "Cartes",
  "nav.players": "Joueurs",
  "nav.records": "Temps enregistrés",
  "nav.language.en": "English",
  "nav.language.fr": "Français",
  "nav.mode.dark": "Mode sombre",
  "nav.mode.light": "Mode clair",
  "nav.previous": "Précédent",
  "nav.next": "Suivant",
  "nav.category": "Catégorie",
  "nav.searchBy": "Chercher par pseudo ...",
  "nav.orderBy": "Tri",
  "home.welcome": "Bienvenue sur le",
  "home.intro.title": "Introduction",
  "home.intro.p1": "Bienvenue dans le PvM RPG, conçu pour vous permettre de vous mesurer à différents niveaux de défis en fonction de votre expérience. Que vous soyez novice ou joueur expérimenté, vous trouverez ici des challenges adaptés à votre niveau. Pourquoi PVM ? Tout simplement l'acronyme de Players versus Map",
  "home.intro.p2": "Enregistrez vos temps, progressez dans le classement, et tentez d'atteindre le sommet du Wall of Fame. Pour chaque catégorie, suivez les instructions spécifiques et respectez les formats pour valider vos performances.",
  "home.objective.title": "Objectif",
  "home.objective.p1": "Atteignez la première place en validant tous les champs requis dans le temps imparti. Si vous cherchez à vous surpasser et à améliorer vos performances en TA (Time Attack), vous êtes au bon endroit. Chaque temps validé vous permettra de progresser dans le Wall of Fame, le classement des meilleurs participants.",
  "home.objective.p2": "Votre mission est simple : plus vous êtes rapide et précis, plus vous grimpez dans le classement. Vous pouvez trouver les maps les plus simples à réaliser en Rang E ou D. Plus vous montez dans les rangs plus les maps se complexifie. Bon courage pour le Rang God. Mais vraiment ... Vous en aurez besoin ...",
  "home.howto.title": "Fonctionnement",
  "home.howto.categories.title": "Catégories de joueurs",
  "home.howto.categories.p1": "Onglet \"Novice\" : Cet onglet est destiné aux joueurs débutants ou à ceux qui découvrent encore le RPG. Les temps à réaliser sont plus simples et accessibles. Si vous êtes nouveau, il est recommandé de commencer ici pour vous familiariser avec les mécanismes du jeu et progresser tranquillement.",
  "home.howto.categories.p2": "Onglet \"Players\" : Cet onglet est conçu pour les joueurs plus expérimentés. Les temps demandés y sont plus serrés et les défis plus complexes. Si vous n'avez pas peur de tryharder et de relever des défis plus ambitieux, cet onglet est fait pour vous.",
  "home.howto.categories.p3": "Onglet \"Alien\" : Ce dernier onglet est réservé à l'élite des joueurs. Vous ne pouvez y accéder que sur autorisation des administrateurs (c'est-à-dire Delaweed). Pour rejoindre cet onglet, vous devez avoir atteint au moins le Rang C en Aliens. Contactez un administrateur pour obtenir l'accès.",
  "home.howto.times.title": "Enregistrer vos temps",
  "home.howto.times.p1": "Pour valider une map, suivez les étapes suivantes :",
  "home.howto.times.p2": "Rendez-vous sur la page \"PvM\" correspondant à votre catégorie (Novice ou Player). Au vu du nombre de joueurs actuel il est conseiler de vous inscrire sur le Novice 2 ou Players 2.",
  "home.howto.times.p3": "Ajoutez votre nom en remplaçant ",
  "home.howto.times.p4": " par votre propre nom.",
  "home.howto.times.p5": "Entrez vos temps dans les cellules prévues à cet effet. Assurez-vous d'utiliser le bon format :\nFormat des temps : mm:ss.000\nExemple : 2 minutes 45 secondes s'écrit 02:45.000\nAttention ! Respectez strictement ce format (les caractères en rouge sont souvent à l'origine d'erreurs).",
  "home.howto.times.p6": "Objectif : Votre temps doit être inférieur aux temps de référence pour progresser dans le classement. Il n'y a pas d'ordre prédéfini pour compléter les maps vous pouvez commencer par celle de votre choix.",
  "home.howto.times.p7": "Les maps sont disponibles avec des liens TMX pour que vous puissiez les jouer en local ou bien en ligne.",
  "home.howto.tips.title": "Protips",
  "home.howto.tips.p1": "La plupart des Maps possèdent un Mod qui est, au préalable, conseillé d'installer avant de pouvoir jouer. Les Mod s'installe généralement automatiquement si vous essayez de jouer la map en solo ou sur un serveur. Si vous avez déjà un temps valide pour une map, vous pouvez le rentrer directement sans avoir à refaire la map. Un serveurs vous est mis a disposition dans le Club \"PVM RPG\". Une fois sur le serveur, vous pouvez faire un ",
  "home.howto.tips.p2": " afin de selectionner n'importe quel map du PVM.",
  "players.name": "Nom",
  "players.times": "Temps enregistrés",
  "players.missing": "Cartes manquantes",
  "maps.sort.grade.asc": "Difficulté - Ordre croissant",
  "maps.sort.grade.desc": "Difficulté - Ordre décroissant",
  "maps.sort.alphabetical.asc": "Alphabétique - Ordre croissant",
  "maps.sort.alphabetical.desc": "Alphabétique - Ordre décroissant",
  "maps.sort.duration.asc": "Durée - Ordre croissant",
  "maps.sort.duration.desc": "Durée - Ordre décroissant"
}
